Repository: xcv58/MacTools
Catalog: Plugins/AppleShortcuts/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# refresh.failed
source: 无法刷新快捷指令；已保留上次结果。
ar: تعذر تحديث الاختصارات؛ تم الاحتفاظ بالنتائج السابقة.
de: Kurzbefehle konnten nicht aktualisiert werden; die vorherigen Ergebnisse wurden beibehalten.
en: Could not refresh shortcuts; the previous results were kept.
es: No se pudieron actualizar los atajos; se conservaron los resultados anteriores.
fr: Impossible d'actualiser les raccourcis ; les résultats précédents ont été conservés.
ja: ショートカットを更新できませんでした。以前の結果が保持されました。
ko: 단축어를 새로 고칠 수 없습니다. 이전 결과가 유지되었습니다.
pt: Não foi possível atualizar os atalhos; os resultados anteriores foram mantidos.
ru: Не удалось обновить команды. Предыдущие результаты сохранены.
tr: Kısayollar yenilenemedi; önceki sonuçlar korundu.
zh_hant: 無法重新整理捷徑；已保留上次結果。

# refresh.folder.partial
source: 部分文件夹无法刷新；已保留上次的成员。
ar: تعذر تحديث بعض المجلدات؛ تم الاحتفاظ باختصاراتها السابقة.
de: Einige Ordner konnten nicht aktualisiert werden; ihre bisherigen Inhalte wurden beibehalten.
en: Some folders could not be refreshed; their previous members were kept.
es: Algunas carpetas no se pudieron actualizar; sus miembros anteriores fueron mantenidos.
fr: Certains dossiers n'ont pas pu être actualisés ; leurs anciens membres ont été conservés.
ja: 一部のフォルダーは更新できませんでした。以前のメンバーはそのまま残されました。
ko: 일부 폴더를 새로 고칠 수 없습니다. 기존 단축어 목록이 유지되었습니다.
pt: Não foi possível atualizar algumas pastas; seus membros anteriores foram mantidos.
ru: Некоторые папки не удалось обновить. Их прежнее содержимое сохранено.
tr: Bazı klasörler yenilenemedi; önceki üyeleri korundu.
zh_hant: 部分檔案夾無法重新整理；已保留上次的成員。

# run.cancelled
source: 已取消
ar: تم الإلغاء
de: Abgebrochen
en: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセルされました
ko: 취소됨
pt: Cancelado
ru: Отменено
tr: İptal edildi

# run.exit.format
source: 快捷指令退出，状态码 %d。
ar: تم الخروج من الاختصار بالحالة %d.
de: Der Kurzbefehl wurde mit Status %d beendet.
en: The shortcut exited with status %d.
es: El atajo finalizó con el código de estado %d.
fr: Le raccourci s'est terminé avec le statut %d.
ja: ショートカットはステータス %d で終了しました。
ko: 단축어가 종료되었습니다(상태 코드: %d).
pt: O atalho foi encerrado com status %d.
ru: Команда завершилась с кодом %d.
tr: Kısayol %d durum koduyla sonlandı.
zh_hant: 捷徑已結束，狀態碼為 %d。

# run.failed
source: 快捷指令运行失败。
ar: فشل تشغيل الاختصار.
de: Die Ausführung des Kurzbefehls ist fehlgeschlagen.
en: The shortcut failed to run.
es: No se pudo ejecutar el atajo.
fr: Le raccourci n'a pas pu s'exécuter.
ja: ショートカットの実行に失敗しました。
ko: 단축어를 실행하지 못했습니다.
pt: O atalho não foi executado.
ru: Не удалось запустить команду.
tr: Kısayol çalıştırılamadı.
zh_hant: 捷徑執行失敗。

# run.failed.status
source: 失败
ar: فشل
de: Fehlgeschlagen
en: Failed
es: Error
fr: Échec
ja: 失敗しました
ko: 실패
pt: Falha
ru: Не удалось
tr: Başarısız
zh_hant: 失敗

# run.running
source: 正在运行
ar: جارٍ التشغيل
de: Wird ausgeführt
en: Running
es: En ejecución
fr: En cours d’exécution
ja: 実行中
ko: 실행 중
pt: Em execução
ru: Выполняется
tr: Çalışıyor
zh_hant: 正在執行

# run.stop
source: 停止
ar: إيقاف
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
ko: 중지
pt: Parar
ru: Остановить
tr: Durdur

# run.succeeded
source: 已完成
ar: اكتمل
de: Abgeschlossen
en: Completed
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
pt: Concluído
ru: Завершено
tr: Tamamlandı

# run.test
source: 测试运行
ar: التشغيل التجريبي
de: Testlauf
en: Test Run
es: Ejecución de prueba
fr: Tester l’exécution
ja: テスト実行
ko: 테스트 실행
pt: Execução de teste
ru: Тестовый запуск
tr: Test Çalıştır
zh_hant: 測試執行

# run.truncated
source: 输出过长，已截断。
ar: كان الإخراج طويلًا جدًا وتم اقتطاعه.
de: Die Ausgabe war zu lang und wurde gekürzt.
en: The output was too long and was truncated.
es: La salida fue demasiado larga y se truncó.
fr: La sortie était trop longue et a été tronquée.
ja: 出力が長すぎるため、切り捨てられました。
ko: 출력이 너무 길어서 잘렸습니다.
pt: A saída era muito longa e foi truncada.
ru: Вывод был слишком длинным и был обрезан.
tr: Çıktı çok uzundu ve kısaltıldı.
zh_hant: 輸出過長，已截斷。

# run.unavailable.inactive
source: Apple 快捷指令插件当前未启用。
ar: البرنامج الإضافي Apple Shortcuts غير نشط حاليًا.
de: Das Apple-Kurzbefehle-Plugin ist derzeit nicht aktiv.
en: The Apple Shortcuts plugin is not currently active.
es: El plugin Atajos de Apple no está activo actualmente.
fr: Le plugin Raccourcis Apple n’est pas actif actuellement.
ja: Apple ショートカット プラグインは現在アクティブではありません。
ko: Apple 단축어 플러그인이 현재 활성화되어 있지 않습니다.
pt: O plugin Atalhos da Apple não está ativo no momento.
ru: Плагин «Быстрые команды Apple» сейчас неактивен.
tr: Apple Shortcuts eklentisi şu anda etkin değil.
zh_hant: Apple 捷徑外掛目前未啟用。

# run.unavailable.limit
source: 同时最多运行 4 个快捷指令。
ar: يمكن تشغيل ما يصل إلى أربعة اختصارات في نفس الوقت.
de: Es können bis zu vier Kurzbefehle gleichzeitig ausgeführt werden.
en: Up to four shortcuts can run at the same time.
es: Se pueden ejecutar hasta cuatro atajos al mismo tiempo.
fr: Jusqu'à quatre raccourcis peuvent être exécutés en même temps.
ja: 最大 4 つのショートカットを同時に実行できます。
ko: 최대 4개의 단축어를 동시에 실행할 수 있습니다.
pt: Até quatro atalhos podem ser executados ao mesmo tempo.
ru: Одновременно можно запускать до четырёх команд.
tr: Aynı anda en fazla dört kısayol çalışabilir.
zh_hant: 同時最多可執行 4 個捷徑。

# settings.counts
source: 已发现 / 已启用
ar: المكتشفة / المفعّلة
de: Erkannt / Aktiviert
en: Discovered / Enabled
es: Descubiertos / Habilitados
fr: Découverts / Activés
ja: 検出済み / 有効
ko: 발견 / 활성화됨
pt: Descobertos / Habilitados
ru: Обнаружено/Включено
tr: Bulunan / Etkin
zh_hant: 已探索 / 已啟用

# settings.discovered.format
source: %lld 个快捷指令
ar: الاختصارات: %lld
de: Kurzbefehle: %lld
en: Shortcuts: %lld
es: Atajos: %lld
fr: Raccourcis : %lld
ja: %lld 個のショートカット
ko: 단축어 %lld개
pt: Atalhos: %lld
ru: Команды: %lld
tr: %lld kısayol
zh_hant: %lld 個捷徑

# settings.filter
source: 筛选
ar: تصفية
de: Filtern
en: Filter
es: Filtrar
fr: Filtrer
ja: フィルタ
ko: 필터
pt: Filtrar
ru: Фильтр
tr: Filtre
zh_hant: 篩選

# settings.filter.all
source: 全部
ar: الكل
de: Alle
en: All
es: Todos
fr: Tous
ja: すべて
ko: 모두
pt: Todos
ru: Все
tr: Tümü

# settings.filter.enabled
source: 已启用
ar: مفعّل
de: Aktiviert
en: Enabled
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pt: Ativado
ru: Включено
tr: Etkin
zh_hant: 已啟用

# settings.invalid
source: 无法读取设置；原始数据已保留。
ar: تعذرت قراءة الإعدادات؛ تم الاحتفاظ بالبيانات الأصلية.
de: Einstellungen konnten nicht gelesen werden; die ursprünglichen Daten wurden beibehalten.
en: Settings could not be read; the original data was preserved.
es: No se pudieron leer los ajustes; se conservaron los datos originales.
fr: Les paramètres n'ont pas pu être lus ; les données originales ont été conservées.
ja: 設定を読み取れませんでした。元のデータは保持されています。
ko: 설정을 읽을 수 없습니다. 원본 데이터는 보존되었습니다.
pt: As configurações não puderam ser lidas; os dados originais foram preservados.
ru: Не удалось прочитать настройки; исходные данные сохранились.
tr: Ayarlar okunamadı; özgün veriler korundu.
zh_hant: 無法讀取設定；原始資料已保留。

# settings.limit
source: 最多可启用或保留 512 个快捷指令。
ar: يمكن تمكين ما يصل إلى 512 اختصارًا أو الاحتفاظ بها.
de: Es können bis zu 512 Kurzbefehle aktiviert oder beibehalten werden.
en: Up to 512 shortcuts can be enabled or retained.
es: Se pueden habilitar o conservar hasta 512 atajos.
fr: Jusqu'à 512 raccourcis peuvent être activés ou conservés.
ja: 最大 512 個のショートカットを有効化または保持できます。
ko: 최대 512개의 단축어를 활성화하거나 유지할 수 있습니다.
pt: Até 512 atalhos podem ser ativados ou mantidos.
ru: Можно включить или сохранить до 512 команд.
tr: En fazla 512 kısayol etkinleştirilebilir veya tutulabilir.
zh_hant: 最多可啟用或保留 512 個捷徑。

# settings.loading
source: 正在读取快捷指令
ar: تحميل الاختصارات
de: Kurzbefehle werden geladen
en: Loading shortcuts
es: Cargando atajos
fr: Chargement des raccourcis
ja: ショートカットをロードしています
ko: 단축어 불러오기
pt: Carregando atalhos
ru: Загрузка команд
tr: Kısayollar yükleniyor
zh_hant: 正在讀取捷徑

# settings.recovery
source: 设置数据需要恢复后才能修改。
ar: يجب استرداد بيانات الإعدادات قبل أن يتم تغييرها.
de: Die Einstellungsdaten müssen wiederhergestellt werden, bevor sie geändert werden können.
en: The settings data must be recovered before it can be changed.
es: Los datos de configuración deben recuperarse antes de poder cambiarlos.
fr: Les données de paramétrage doivent être récupérées avant de pouvoir être modifiées.
ja: 設定データを変更する前に、設定データを復元する必要があります。
ko: 설정 데이터를 변경하려면 먼저 복구해야 합니다.
pt: Os dados de configuração devem ser recuperados antes de serem alterados.
ru: Данные настроек необходимо восстановить, прежде чем их можно будет изменить.
tr: Ayar verileri değiştirilmeden önce kurtarılmalıdır.
zh_hant: 設定資料需要復原後才能修改。

# settings.refresh
source: 刷新
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt: Atualizar
ru: Обновить
tr: Yenile
zh_hant: 重新整理

# settings.refreshing
source: 正在刷新
ar: جارٍ التحديث
de: Wird aktualisiert
en: Refreshing
es: Actualizando
fr: Actualisation
ja: 更新中
ko: 새로고침 중
pt: Atualizando
ru: Обновление
tr: Yenileniyor
zh_hant: 正在重新整理

# settings.run.confirm.button
source: 运行
ar: تشغيل
de: Ausführen
en: Run
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt: Executar
ru: Запустить
tr: Çalıştır
zh_hant: 執行

# settings.run.confirm.message
source: 此快捷指令将通过 Apple“快捷指令”运行，并可能访问其他应用或数据。
ar: سيتم تشغيل هذا الاختصار من خلال Apple Shortcuts وقد يصل إلى تطبيقات أو بيانات أخرى.
de: Dieser Kurzbefehl wird über die App „Kurzbefehle“ ausgeführt und greift möglicherweise auf andere Apps oder Daten zu.
en: This shortcut will run through Apple Shortcuts and may access other apps or data.
es: Este atajo se ejecutará mediante Atajos de Apple y puede acceder a otras apps o datos.
fr: Ce raccourci sera exécuté dans Raccourcis Apple et pourra accéder à d’autres apps ou données.
ja: このショートカットは Apple ショートカットを通じて実行され、他のアプリやデータにアクセスする可能性があります。
ko: 이 단축어는 Apple 단축어를 통해 실행되며 다른 앱이나 데이터에 접근할 수 있습니다.
pt: Este atalho será executado pelo app Atalhos da Apple e poderá acessar outros aplicativos ou dados.
ru: Эта команда будет запущена через приложение «Команды» и может обращаться к другим приложениям или данным.
tr: Bu kısayol Apple Shortcuts üzerinden çalışacak ve diğer uygulamalara veya verilere erişebilir.
zh_hant: 此捷徑將透過 Apple「捷徑」執行，並可能存取其他 App 或資料。

# settings.run.confirm.title
source: 运行“%@”？
ar: تشغيل «%@»؟
de: „%@“ ausführen?
en: Run “%@”?
es: ¿Ejecutar «%@»?
fr: Exécuter « %@ » ?
ja: 「%@」を実行しますか？
ko: ‘%@’을(를) 실행할까요?
pt: Executar “%@”?
ru: Запустить «%@»?
tr: “%@” çalıştırılsın mı?
zh_hant: 執行「%@」？

# settings.save.failed
source: 无法保存快捷指令设置。
ar: تعذر حفظ إعدادات الاختصار.
de: Die Kurzbefehl-Einstellungen konnten nicht gespeichert werden.
en: Could not save the shortcut settings.
es: No se pudieron guardar los ajustes del atajo.
fr: Impossible d'enregistrer les paramètres du raccourci.
ja: ショートカット設定を保存できませんでした。
ko: 단축어 설정을 저장할 수 없습니다.
pt: Não foi possível salvar as configurações de atalho.
ru: Не удалось сохранить настройки команды.
tr: Kısayol ayarları kaydedilemedi.
zh_hant: 無法儲存捷徑設定。

# settings.search
source: 搜索快捷指令
ar: البحث عن الاختصارات
de: Kurzbefehle suchen
en: Search Shortcuts
es: Buscar atajos
fr: Rechercher des raccourcis
ja: ショートカットを検索
ko: 단축어 검색
pt: Buscar atalhos
ru: Поиск команд
tr: Kısayolları Ara
zh_hant: 搜尋捷徑

# shortcut.enable
source: 启用快捷指令
ar: تمكين الاختصار
de: Kurzbefehl aktivieren
en: Enable Shortcut
es: Habilitar atajo
fr: Activer le raccourci
ja: ショートカットを有効にする
ko: 단축어 활성화
pt: Ativar atalho
ru: Включить команду
tr: Kısayolu Etkinleştir
zh_hant: 啟用捷徑

# shortcut.missing
source: 在 Apple“快捷指令”中未找到
ar: غير موجود في اختصارات Apple
de: Nicht in der App „Kurzbefehle“ gefunden
en: Not found in Apple Shortcuts
es: No se encuentra en Atajos de Apple
fr: Introuvable dans Raccourcis Apple
ja: Apple ショートカットで見つかりません
ko: Apple 단축어에서 찾을 수 없습니다.
pt: Não encontrado no app Atalhos da Apple
ru: Не найдена в приложении «Команды»
tr: Apple Shortcuts'ta bulunamadı
zh_hant: 在 Apple「捷徑」中找不到

# shortcut.missing.badge
source: 未找到
ar: مفقود
de: Fehlt
en: Missing
es: Falta
fr: Manquant
ja: 見つかりません
ko: 찾을 수 없음
pt: Ausente
ru: Отсутствует
tr: Eksik
zh_hant: 找不到

# shortcut.unknown
source: 未找到的快捷指令
ar: الاختصار مفقود
de: Fehlender Kurzbefehl
en: Missing Shortcut
es: Atajo no encontrado
fr: Raccourci manquant
ja: ショートカットがありません
ko: 단축어 누락
pt: Atalho ausente
ru: Отсутствующая команда
tr: Eksik Kısayol
zh_hant: 找不到的捷徑

# source.all
source: 全部快捷指令
ar: جميع الاختصارات
de: Alle Kurzbefehle
en: All Shortcuts
es: Todos los atajos
fr: Tous les raccourcis
ja: すべてのショートカット
ko: 모든 단축어
pt: Todos os atalhos
ru: Все команды
tr: Tüm Kısayollar
zh_hant: 所有捷徑

# source.explicit
source: 单独启用
ar: تم تمكينه بشكل فردي
de: Einzeln aktiviert
en: Enabled Individually
es: Habilitado individualmente
fr: Activé individuellement
ja: 個別に有効化
ko: 개별적으로 활성화됨
pt: Ativado individualmente
ru: Включено отдельно
tr: Tek Tek Etkinleştirilen
zh_hant: 單獨啟用

# source.folders
source: 文件夹
ar: المجلدات
de: Ordner
en: Folders
es: Carpetas
fr: Dossiers
ja: フォルダ
ko: 폴더
pt: Pastas
ru: Папки
tr: Klasörler
zh_hant: 檔案夾

# source.folders.format
source: 文件夹：%@
ar: المجلدات: %@
de: Ordner: %@
en: Folders: %@
es: Carpetas: %@
fr: Dossiers : %@
ja: フォルダー：%@
ko: 폴더: %@
pt: Pastas: %@
ru: Папки: %@
tr: Klasörler: %@
zh_hant: 檔案夾：%@

# source.missing
source: 未找到
ar: مفقود
de: Fehlt
en: Missing
es: Falta
fr: Manquant
ja: 見つかりません
ko: 찾을 수 없음
pt: Ausente
ru: Отсутствует
tr: Eksik
zh_hant: 找不到

# source.none
source: 没有启用来源
ar: لا يوجد مصدر تمكين
de: Keine Aktivierungsquelle
en: No enablement source
es: Sin fuente de habilitación
fr: Aucune source d'activation
ja: 有効化ソースがありません
ko: 활성화 소스가 없습니다.
pt: Nenhuma fonte de ativação
ru: Нет источника включения
tr: Etkinleştirme kaynağı yok
zh_hant: 沒有啟用來源

# view.ambiguous
source: 存在同名快捷指令；请直接在 Apple“快捷指令”中打开。
ar: أكثر من اختصار يحمل هذا الاسم؛ افتحه مباشرة في Apple Shortcuts.
de: Mehr als ein Kurzbefehl hat diesen Namen; bitte direkt in der App „Kurzbefehle“ öffnen.
en: More than one shortcut has this name; open it directly in Apple Shortcuts.
es: Varios atajos tienen este nombre; ábrelo directamente en Atajos de Apple.
fr: Plusieurs raccourcis portent ce nom ; ouvrez-le directement dans Raccourcis Apple.
ja: 同じ名前のショートカットが複数あります。Apple ショートカットで直接開いてください。
ko: 같은 이름의 단축어가 여러 개 있습니다. Apple 단축어에서 직접 여세요.
pt: Mais de um atalho possui este nome; abra-o diretamente no app Atalhos da Apple.
ru: Это имя используется несколькими командами. Откройте нужную непосредственно в приложении «Команды».
tr: Bu adda birden fazla kısayol var; kısayolu doğrudan Apple Shortcuts'ta açın.
zh_hant: 有多個同名捷徑；請直接在 Apple「捷徑」中開啟。

# view.failed
source: 无法在“快捷指令”中打开。
ar: تعذر فتح الاختصار في Apple Shortcuts.
de: Der Kurzbefehl konnte nicht in der App „Kurzbefehle“ geöffnet werden.
en: Could not open the shortcut in Apple Shortcuts.
es: No se pudo abrir el atajo en Atajos de Apple.
fr: Impossible d’ouvrir le raccourci dans Raccourcis Apple.
ja: Apple ショートカットでショートカットを開けませんでした。
ko: Apple 단축어에서 단축어를 열 수 없습니다.
pt: Não foi possível abrir o atalho no app Atalhos da Apple.
ru: Не удалось открыть команду в приложении «Команды».
tr: Kısayol Apple Shortcuts'ta açılamadı.
zh_hant: 無法在「捷徑」中開啟。

# view.missing
source: 在 Apple“快捷指令”中找不到此项目。
ar: لا يمكن العثور على هذا العنصر في اختصارات Apple.
de: Dieses Element konnte in der App „Kurzbefehle“ nicht gefunden werden.
en: This item could not be found in Apple Shortcuts.
es: No se encontró este elemento en Atajos de Apple.
fr: Cet élément est introuvable dans Raccourcis Apple.
ja: この項目は Apple ショートカットで見つかりませんでした。
ko: 이 항목은 Apple 단축어에서 찾을 수 없습니다.
pt: Este item não foi encontrado no app Atalhos da Apple.
ru: Этот элемент не найден в приложении «Команды».
tr: Bu öğe Apple Shortcuts'ta bulunamadı.
zh_hant: 在 Apple「捷徑」中找不到此項目。

# view.open
source: 在“快捷指令”中打开
ar: فتح في الاختصارات
de: In „Kurzbefehle“ öffnen
en: Open in Shortcuts
es: Abrir en Atajos
fr: Ouvrir dans Raccourcis
ja: ショートカットで開く
ko: 단축어에서 열기
pt: Abrir no app Atalhos
ru: Открыть в «Командах»
tr: Shortcuts'ta Aç
zh_hant: 在「捷徑」中開啟

# view.opened
source: 已在“快捷指令”中打开。
ar: تم فتحه في اختصارات Apple.
de: In der App „Kurzbefehle“ geöffnet.
en: Opened in Apple Shortcuts.
es: Abierto en Atajos de Apple.
fr: Ouvert dans Raccourcis Apple.
ja: Apple ショートカットで開きました。
ko: Apple 단축어에서 열었습니다.
pt: Aberto no app Atalhos da Apple.
ru: Открыто в приложении «Команды».
tr: Apple Shortcuts'ta açıldı.
zh_hant: 已在 Apple「捷徑」中開啟。

# permission.automation.description
source: 读取快捷指令图标时需要控制 Apple“快捷指令”。
ar: يتطلب تحميل أيقونات الاختصارات التحكم في تطبيق الاختصارات من Apple.
de: Zum Laden von Kurzbefehlssymbolen muss Apple Kurzbefehle gesteuert werden.
en: Loading shortcut icons requires controlling Apple Shortcuts.
es: Para cargar los iconos de los atajos es necesario controlar Atajos de Apple.
fr: Le chargement des icônes de raccourcis nécessite de contrôler Raccourcis d’Apple.
ja: ショートカットのアイコンを読み込むには、Appleの「ショートカット」の制御が必要です。
ko: 단축어 아이콘을 불러오려면 Apple 단축어 앱을 제어해야 합니다.
pt: Carregar ícones de atalhos requer o controlo da app Atalhos da Apple.
ru: Для загрузки значков команд требуется управление приложением Apple «Команды».
tr: Kısayol simgelerini yüklemek, Apple Shortcuts'ı denetlemeyi gerektirir.
zh_hant: 讀取捷徑圖示時需要控制 Apple「捷徑」。

# permission.automation.footnote
source: macOS 会在首次读取快捷指令图标时请求自动化授权。
ar: سيطلب macOS إذن الأتمتة عند تحميل أيقونات الاختصارات لأول مرة.
de: macOS fragt beim ersten Laden von Kurzbefehlssymbolen nach der Automation-Berechtigung.
en: macOS will request Automation access the first time shortcut icons are loaded.
es: macOS solicitará acceso de automatización la primera vez que se carguen los iconos de los atajos.
fr: macOS demandera l’accès à l’automatisation lors du premier chargement des icônes de raccourcis.
ja: ショートカットのアイコンを初めて読み込むときに、macOS がオートメーションの許可を求めます。
ko: 단축어 아이콘을 처음 불러올 때 macOS가 자동화 권한을 요청합니다.
pt: O macOS pedirá acesso à Automação quando os ícones de atalhos forem carregados pela primeira vez.
ru: При первой загрузке значков команд macOS запросит доступ к автоматизации.
tr: macOS, kısayol simgeleri ilk kez yüklendiğinde Otomasyon erişimi isteyecek.
zh_hant: macOS 會在首次讀取捷徑圖示時要求自動化授權。

# permission.automation.title
source: 自动化
ar: الأتمتة
de: Automation
en: Automation
es: Automatización
fr: Automatisation
ja: オートメーション
ko: 자동화
pt: Automação
ru: Автоматизация
tr: Otomasyon
zh_hant: 自動化

# permission.automation.status
source: 按需确认
ar: تأكيد عند الاستخدام
de: Bestätigung bei Verwendung
en: Confirm on Use
es: Confirmar al usar
fr: Confirmation à l’utilisation
ja: 使用時に確認
ko: 사용 시 확인
pt: Confirmar ao usar
ru: Подтверждение при использовании
tr: Kullanımda Onaylanır
zh_hant: 按需確認
